Repository: moaiy-com/moaiy
Catalog: Moaiy/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, ru, zh_hans

# tutorial_import_keys_content
source: Use Import Key to add key files. Moaiy detects public and private keys automatically.
ar: استخدم مفتاح الاستيراد لإضافة الملفات الرئيسية. يكتشف Moaiy المفاتيح العامة والخاصة تلقائيًا.
de: Verwenden Sie „Schlüssel importieren“, um Schlüsseldateien hinzuzufügen. Moaiy erkennt öffentliche und private Schlüssel automatisch.
es: Utilice Importar clave para agregar archivos clave. Moaiy detecta claves públicas y privadas automáticamente.
fr: Utilisez Import Key pour ajouter des fichiers clés. Moaiy détecte automatiquement les clés publiques et privées.
hi: मुख्य फ़ाइलें जोड़ने के लिए आयात कुंजी का उपयोग करें। Moaiy सार्वजनिक और निजी कुंजियों का स्वचालित रूप से पता लगाता है।
ja: Import Key を使用してキー ファイルを追加します。 Moaiy は公開鍵と秘密鍵を自動的に検出します。
ko: 키 가져오기를 사용하여 키 파일을 추가합니다. Moaiy는 공개 키와 개인 키를 자동으로 감지합니다.
pt_br: Use Importar chave para adicionar arquivos-chave. Moaiy detecta chaves públicas e privadas automaticamente.
ru: Используйте «Импортировать ключ», чтобы добавить файлы ключей. Moaiy автоматически определяет открытые и закрытые ключи.
zh_hans: 使用导入密钥添加密钥文件。Moaiy 会自动识别公钥和私钥。

# tutorial_keyserver
source: Use Keyserver
ar: استخدم خادم المفاتيح
de: Verwenden Sie Keyserver
es: Usar servidor de claves
fr: Utiliser le serveur de clés
hi: कीसर्वर का प्रयोग करें
ja: キーサーバーを使用する
ko: 키서버 사용
pt_br: Usar servidor de chaves
ru: Использовать сервер ключей
zh_hans: 使用密钥服务器

# tutorial_keyserver_content
source: Upload your public key to keys.openpgp.org so others can find and encrypt to you.
ar: قم بتحميل مفتاحك العام إلى Keys.openpgp.org حتى يتمكن الآخرون من العثور عليك وتشفيره لك.
de: Laden Sie Ihren öffentlichen Schlüssel auf keys.openpgp.org hoch, damit andere Sie finden und verschlüsseln können.
es: Cargue su clave pública en claves.openpgp.org para que otros puedan encontrarla y cifrarla.
fr: Téléchargez votre clé publique sur keys.openpgp.org afin que d'autres puissent vous trouver et vous chiffrer.
hi: अपनी सार्वजनिक कुंजी को key.openpgp.org पर अपलोड करें ताकि अन्य लोग आपको ढूंढ सकें और एन्क्रिप्ट कर सकें।
ja: 公開鍵をkeys.openpgp.orgにアップロードすると、他の人があなたを見つけて暗号化できるようになります。
ko: 다른 사람들이 귀하를 찾아 암호화할 수 있도록 공개 키를 key.openpgp.org에 업로드하세요.
pt_br: Carregue sua chave pública em keys.openpgp.org para que outras pessoas possam encontrar e criptografar para você.
ru: Загрузите свой открытый ключ на сайтkeys.openpgp.org, чтобы другие могли его найти и зашифровать.
zh_hans: 将你的公钥上传到 keys.openpgp.org，方便他人检索并加密给你。

# tutorial_public_private_keys
source: Public vs Private Keys
ar: المفاتيح العامة مقابل المفاتيح الخاصة
de: Öffentliche vs. private Schlüssel
es: Claves públicas versus privadas
fr: Clés publiques ou privées
hi: सार्वजनिक बनाम निजी कुंजी
ja: 公開キーと秘密キー
ko: 공개 키와 개인 키
pt_br: Chaves públicas versus chaves privadas
ru: Открытые и закрытые ключи
zh_hans: 公钥与私钥

# tutorial_public_private_keys_content
source: Public keys encrypt or verify. Private keys decrypt or sign. Never share your private key.
ar: تشفير المفاتيح العامة أو التحقق منها. فك تشفير المفاتيح الخاصة أو التوقيع عليها. لا تشارك مفتاحك الخاص أبدًا.
de: Öffentliche Schlüssel verschlüsseln oder verifizieren. Private Schlüssel entschlüsseln oder signieren. Geben Sie niemals Ihren privaten Schlüssel weiter.
es: Las claves públicas cifran o verifican. Las claves privadas se descifran o firman. Nunca compartas tu clave privada.
fr: Les clés publiques chiffrent ou vérifient. Les clés privées décryptent ou signent. Ne partagez jamais votre clé privée.
hi: सार्वजनिक कुंजियाँ एन्क्रिप्ट या सत्यापित करें। निजी कुंजियाँ डिक्रिप्ट या हस्ताक्षर करती हैं। अपनी निजी कुंजी कभी साझा न करें.
ja: 公開鍵は暗号化または検証します。秘密キーは復号化または署名します。秘密キーを決して共有しないでください。
ko: 공개 키는 암호화하거나 확인합니다. 개인 키는 암호를 해독하거나 서명합니다. 개인 키를 절대 공유하지 마세요.
pt_br: As chaves públicas criptografam ou verificam. As chaves privadas são descriptografadas ou assinadas. Nunca compartilhe sua chave privada.
ru: Открытые ключи шифруют или проверяют. Закрытые ключи расшифровывают или подписывают. Никогда не делитесь своим секретным ключом.
zh_hans: 公钥用于加密或验证，私钥用于解密或签名。请勿分享你的私钥。

# tutorial_section_advanced
source: Advanced
ar: متقدم
de: Fortschrittlich
es: Avanzado
fr: Avancé
hi: विकसित
ja: 高度な
ko: 고급의
pt_br: Avançado
ru: Передовой
zh_hans: 进阶

# tutorial_section_basics
source: Basics
ar: الأساسيات
de: Grundlagen
es: Lo esencial
fr: Les bases
hi: मूल बातें
ja: 基本
ko: 기초
pt_br: Noções básicas
ru: Основы
zh_hans: 基础

# tutorial_section_encryption
source: Encryption
ar: التشفير
de: Verschlüsselung
es: Cifrado
fr: Cryptage
hi: कूटलेखन
ja: 暗号化
ko: 암호화
pt_br: Criptografia
ru: Шифрование
zh_hans: 加密解密

# tutorial_section_key_management
source: Key Management
ar: إدارة المفاتيح
de: Schlüsselverwaltung
es: Gestión de claves
fr: Gestion des clés
hi: महतवपूर्ण प्रबंधन
ja: 鍵の管理
ko: 키 관리
pt_br: Gerenciamento de Chaves
ru: Управление ключами
zh_hans: 密钥管理

# tutorial_trust_management
source: Manage Trust
ar: إدارة الثقة
de: Vertrauen verwalten
es: Administrar la confianza
fr: Gérer la confiance
hi: विश्वास का प्रबंधन करें
ja: 信頼の管理
ko: 신뢰 관리
pt_br: Gerenciar confiança
ru: Управление доверием
zh_hans: 管理信任

# tutorial_trust_management_content
source: Set owner trust levels to control how much you trust other users' keys.
ar: قم بتعيين مستويات ثقة المالك للتحكم في مدى ثقتك في مفاتيح المستخدمين الآخرين.
de: Legen Sie Eigentümervertrauensstufen fest, um zu steuern, wie sehr Sie den Schlüsseln anderer Benutzer vertrauen.
es: Establezca niveles de confianza del propietario para controlar cuánto confía en las claves de otros usuarios.
fr: Définissez les niveaux de confiance du propriétaire pour contrôler le degré de confiance que vous accordez aux clés des autres utilisateurs.
hi: आप अन्य उपयोगकर्ताओं की कुंजियों पर कितना भरोसा करते हैं, इसे नियंत्रित करने के लिए स्वामी विश्वास स्तर सेट करें।
ja: 所有者の信頼レベルを設定して、他のユーザーのキーをどの程度信頼するかを制御します。
ko: 다른 사용자의 키를 얼마나 신뢰하는지 제어하려면 소유자 신뢰 수준을 설정하세요.
pt_br: Defina níveis de confiança do proprietário para controlar o quanto você confia nas chaves de outros usuários.
ru: Установите уровни доверия владельца, чтобы контролировать, насколько вы доверяете ключам других пользователей.
zh_hans: 通过设置拥有者信任级别，控制你对其他用户密钥的信任程度。

# tutorial_what_is_gpg
source: What Is GPG?
ar: ما هو GPG؟
de: Was ist GPG?
es: ¿Qué es GPG?
fr: Qu’est-ce que GPG ?
hi: जीपीजी क्या है?
ja: GPGとは何ですか?
ko: GPG란 무엇입니까?
pt_br: O que é GPG?
ru: Что такое ГПГ?
zh_hans: 什么是 GPG？

# tutorial_what_is_gpg_content
source: GPG protects your data with public-key cryptography. Share your public key and keep your private key secret.
ar: تحمي GPG بياناتك من خلال تشفير المفتاح العام. شارك مفتاحك العام واحتفظ بسرية مفتاحك الخاص.
de: GPG schützt Ihre Daten mit Public-Key-Kryptografie. Teilen Sie Ihren öffentlichen Schlüssel und halten Sie Ihren privaten Schlüssel geheim.
es: GPG protege sus datos con criptografía de clave pública. Comparta su clave pública y mantenga en secreto su clave privada.
fr: GPG protège vos données avec une cryptographie à clé publique. Partagez votre clé publique et gardez votre clé privée secrète.
hi: GPG आपके डेटा को सार्वजनिक-कुंजी क्रिप्टोग्राफी से सुरक्षित रखता है। अपनी सार्वजनिक कुंजी साझा करें और अपनी निजी कुंजी गुप्त रखें।
ja: GPG は公開キー暗号化を使用してデータを保護します。公開キーを共有し、秘密キーを秘密にしておきます。
ko: GPG는 공개 키 암호화로 데이터를 보호합니다. 공개 키를 공유하고 개인 키를 비밀로 유지하세요.
pt_br: O GPG protege seus dados com criptografia de chave pública. Compartilhe sua chave pública e mantenha sua chave privada em segredo.
ru: GPG защищает ваши данные с помощью криптографии с открытым ключом. Поделитесь своим открытым ключом и сохраните свой закрытый ключ в секрете.
zh_hans: GPG 通过公钥密码体系保护你的数据。可以分享公钥，但必须妥善保管私钥。

# upload_alert_title_failure
source: Upload Not Successful
ar: لم ينجح التحميل
de: Hochladen nicht erfolgreich
es: La carga no se realizó correctamente
fr: Téléchargement échoué
hi: अपलोड सफल नहीं
ja: アップロードに失敗しました
ko: 업로드 실패
pt_br: Carregamento sem sucesso
ru: Загрузка не удалась
zh_hans: 上传未成功

# upload_button
source: Upload
ar: رفع
de: Hochladen
es: Subir
fr: Télécharger
hi: अपलोड करें
ja: アップロード
ko: 업로드
pt_br: Carregar
ru: Загрузить
zh_hans: 上传

# upload_success_message
source: Your public key has been uploaded to the keyserver
ar: لقد تم تحميل مفتاحك العام إلى خادم المفاتيح
de: Ihr öffentlicher Schlüssel wurde auf den Schlüsselserver hochgeladen
es: Su clave pública ha sido cargada en el servidor de claves.
fr: Votre clé publique a été téléchargée sur le serveur de clés
hi: आपकी सार्वजनिक कुंजी कीसर्वर पर अपलोड कर दी गई है
ja: 公開鍵がキーサーバーにアップロードされました
ko: 공개 키가 키 서버에 업로드되었습니다.
pt_br: Sua chave pública foi carregada no servidor de chaves
ru: Ваш открытый ключ загружен на сервер ключей.
zh_hans: 您的公钥已上传到密钥服务器

# upload_success_title
source: Upload Successful
ar: تم التحميل بنجاح
de: Hochladen erfolgreich
es: Subida exitosa
fr: Téléchargement réussi
hi: सफलतापूर्वक अपलोड हो गया
ja: アップロード成功
ko: 업로드 성공
pt_br: Carregamento bem-sucedido
ru: Загрузка прошла успешно
zh_hans: 上传成功

# upload_success_verification_hint
source: You may receive a verification email from the keyserver. Please check your inbox to finish publishing.
ar: قد تتلقى رسالة تحقق عبر البريد الإلكتروني من خادم المفاتيح. يرجى التحقق من صندوق الوارد الخاص بك لإنهاء النشر.
de: Möglicherweise erhalten Sie vom Schlüsselserver eine Bestätigungs-E-Mail. Bitte überprüfen Sie Ihren Posteingang, um die Veröffentlichung abzuschließen.
es: Es posible que reciba un correo electrónico de verificación del servidor de claves. Por favor revisa tu bandeja de entrada para terminar de publicar.
fr: Vous pouvez recevoir un e-mail de vérification du serveur de clés. Veuillez vérifier votre boîte de réception pour terminer la publication.
hi: आपको कीसर्वर से एक सत्यापन ईमेल प्राप्त हो सकता है। प्रकाशन समाप्त करने के लिए कृपया अपना इनबॉक्स जांचें।
ja: キーサーバーから確認メールを受信する場合があります。公開を完了するには受信箱を確認してください。
ko: 키서버로부터 확인 이메일을 받을 수 있습니다. 게시를 완료하려면 받은편지함을 확인하세요.
pt_br: Você pode receber um e-mail de verificação do servidor de chaves. Verifique sua caixa de entrada para finalizar a publicação.
ru: Вы можете получить электронное письмо с подтверждением от сервера ключей. Пожалуйста, проверьте свой почтовый ящик, чтобы завершить публикацию.
zh_hans: 密钥服务器可能会发送验证邮件，请检查收件箱并按提示完成发布。

# upload_to_keyserver_description
source: Upload your public key to a keyserver so others can find and import it
ar: قم بتحميل مفتاحك العام إلى خادم المفاتيح حتى يتمكن الآخرون من العثور عليه واستيراده
de: Laden Sie Ihren öffentlichen Schlüssel auf einen Schlüsselserver hoch, damit andere ihn finden und importieren können
es: Cargue su clave pública a un servidor de claves para que otros puedan encontrarla e importarla.
fr: Téléchargez votre clé publique sur un serveur de clés afin que d'autres puissent la trouver et l'importer
hi: अपनी सार्वजनिक कुंजी को कीसर्वर पर अपलोड करें ताकि अन्य लोग इसे ढूंढ सकें और आयात कर सकें
ja: 公開鍵をキーサーバーにアップロードすると、他の人が公開鍵を見つけてインポートできるようになります。
ko: 다른 사람이 찾아서 가져올 수 있도록 공개 키를 키서버에 업로드하세요.
pt_br: Carregue sua chave pública em um servidor de chaves para que outras pessoas possam encontrá-la e importá-la
ru: Загрузите свой открытый ключ на сервер ключей, чтобы другие могли его найти и импортировать.
zh_hans: 将公钥上传到密钥服务器，以便他人查找和导入

# upload_to_keyserver_title
source: Upload to Keyserver
ar: تحميل إلى خادم المفاتيح
de: Auf den Schlüsselserver hochladen
es: Subir al servidor de claves
fr: Télécharger sur le serveur de clés
hi: कीसर्वर पर अपलोड करें
ja: キーサーバーにアップロードする
ko: 키서버에 업로드
pt_br: Carregar para o servidor de chaves
ru: Загрузить на сервер ключей
zh_hans: 上传到密钥服务器

# verify_alert_title_failure
source: Verification Not Successful
ar: لم يتم التحقق بنجاح
de: Überprüfung nicht erfolgreich
es: Verificación no exitosa
fr: Vérification échouée
hi: सत्यापन सफल नहीं हुआ
ja: 検証が失敗しました
ko: 확인 실패
pt_br: Verificação não bem-sucedida
ru: Проверка не увенчалась успехом
zh_hans: 验证不成功

# verify_file_picker_message
source: Select the signed file or a signature file (.sig/.asc) to verify
ar: حدد الملف الموقع أو ملف التوقيع (.sig/.asc) للتحقق منه
de: Wählen Sie die signierte Datei oder eine Signaturdatei (.sig/.asc) zur Überprüfung aus
es: Seleccione el archivo firmado o un archivo de firma (.sig/.asc) para verificar
fr: Sélectionnez le fichier signé ou un fichier de signature (.sig/.asc) pour vérifier
hi: सत्यापित करने के लिए हस्ताक्षरित फ़ाइल या हस्ताक्षर फ़ाइल (.sig/.asc) का चयन करें
ja: 検証する署名付きファイルまたは署名ファイル (.sig/.asc) を選択します
ko: 서명된 파일 또는 서명 파일(.sig/.asc)을 선택하여 확인하세요.
pt_br: Selecione o arquivo assinado ou um arquivo de assinatura (.sig/.asc) para verificar
ru: Выберите подписанный файл или файл подписи (.sig/.asc) для проверки.
zh_hans: 选择已签名文件，或选择签名文件（.sig/.asc）进行验证

# verify_signature_error_bad_signature
source: Verification was not successful. The original file may have been modified.
ar: لم تكن عملية التحقق ناجحة. ربما تم تعديل الملف الأصلي.
de: Die Verifizierung war nicht erfolgreich. Die Originaldatei wurde möglicherweise geändert.
es: La verificación no fue exitosa. Es posible que el archivo original haya sido modificado.
fr: La vérification n'a pas réussi. Le fichier original a peut-être été modifié.
hi: सत्यापन सफल नहीं हुआ. मूल फ़ाइल को संशोधित किया गया हो सकता है.
ja: 検証が成功しませんでした。元のファイルが変更されている可能性があります。
ko: 확인에 실패했습니다. 원본 파일이 수정되었을 수 있습니다.
pt_br: A verificação não foi bem-sucedida. O arquivo original pode ter sido modificado.
ru: Проверка не прошла успешно. Исходный файл мог быть изменен.
zh_hans: 验证不成功，原文件可能已经被修改。

# verify_signature_error_generic
source: Verification was not successful. The original file may have been modified.
ar: لم تكن عملية التحقق ناجحة. ربما تم تعديل الملف الأصلي.
de: Die Verifizierung war nicht erfolgreich. Die Originaldatei wurde möglicherweise geändert.
es: La verificación no fue exitosa. Es posible que el archivo original haya sido modificado.
fr: La vérification n'a pas réussi. Le fichier original a peut-être été modifié.
hi: सत्यापन सफल नहीं हुआ. मूल फ़ाइल को संशोधित किया गया हो सकता है.
ja: 検証が成功しませんでした。元のファイルが変更されている可能性があります。
ko: 확인에 실패했습니다. 원본 파일이 수정되었을 수 있습니다.
pt_br: A verificação não foi bem-sucedida. O arquivo original pode ter sido modificado.
ru: Проверка не прошла успешно. Исходный файл мог быть изменен.
zh_hans: 验证不成功，原文件可能已经被修改。

# verify_signature_error_missing_original
source: We couldn't find the original file for this signature. Keep both files in the same folder and try again.
ar: لم نتمكن من العثور على الملف الأصلي لهذا التوقيع. احتفظ بالملفين في نفس المجلد وحاول مرة أخرى.
de: Wir konnten die Originaldatei für diese Signatur nicht finden. Bewahren Sie beide Dateien im selben Ordner auf und versuchen Sie es erneut.
es: No pudimos encontrar el archivo original de esta firma. Mantenga ambos archivos en la misma carpeta y vuelva a intentarlo.
fr: Nous n'avons pas pu trouver le fichier original de cette signature. Conservez les deux fichiers dans le même dossier et réessayez.
hi: हमें इस हस्ताक्षर की मूल फ़ाइल नहीं मिल सकी. दोनों फ़ाइलों को एक ही फ़ोल्डर में रखें और पुनः प्रयास करें।
ja: この署名の元のファイルが見つかりませんでした。両方のファイルを同じフォルダーに保存して、再試行してください。
ko: 이 서명의 원본 파일을 찾을 수 없습니다. 두 파일을 모두 같은 폴더에 보관하고 다시 시도하세요.
pt_br: Não foi possível encontrar o arquivo original desta assinatura. Mantenha os dois arquivos na mesma pasta e tente novamente.
ru: Нам не удалось найти исходный файл этой подписи. Сохраните оба файла в одной папке и повторите попытку.
zh_hans: 找不到与该签名对应的原文件。请将签名文件和原文件放在同一文件夹后重试。

# verify_signature_error_missing_public_key
source: We can't verify this signature yet. Import the sender's public key and try again.
ar: لا يمكننا التحقق من هذا التوقيع بعد. قم باستيراد المفتاح العام للمرسل وحاول مرة أخرى.
de: Wir können diese Signatur noch nicht überprüfen. Importieren Sie den öffentlichen Schlüssel des Absenders und versuchen Sie es erneut.
es: No podemos verificar esta firma todavía. Importe la clave pública del remitente y vuelva a intentarlo.
fr: Nous ne pouvons pas encore vérifier cette signature. Importez la clé publique de l'expéditeur et réessayez.
hi: हम अभी तक इस हस्ताक्षर को सत्यापित नहीं कर सकते. प्रेषक की सार्वजनिक कुंजी आयात करें और पुनः प्रयास करें।
ja: この署名はまだ検証できません。送信者の公開キーをインポートして、再試行してください。
ko: 아직 이 서명을 확인할 수 없습니다. 보낸 사람의 공개 키를 가져온 후 다시 시도하세요.
pt_br: Ainda não podemos verificar esta assinatura. Importe a chave pública do remetente e tente novamente.
ru: Мы пока не можем проверить эту подпись. Импортируйте открытый ключ отправителя и повторите попытку.
zh_hans: 暂时无法验证该签名。请先导入发送者的公钥后重试。

# verify_signature_error_no_signature
source: No signature was found in this file. Please choose a signature file or a signed message.
ar: لم يتم العثور على توقيع في هذا الملف. الرجاء اختيار ملف توقيع أو رسالة موقعة.
de: In dieser Datei wurde keine Signatur gefunden. Bitte wählen Sie eine Signaturdatei oder eine signierte Nachricht.
es: No se encontró ninguna firma en este archivo. Elija un archivo de firma o un mensaje firmado.
fr: Aucune signature n'a été trouvée dans ce fichier. Veuillez choisir un fichier de signature ou un message signé.
hi: इस फ़ाइल में कोई हस्ताक्षर नहीं मिला. कृपया एक हस्ताक्षर फ़ाइल या एक हस्ताक्षरित संदेश चुनें।
ja: このファイルには署名が見つかりませんでした。署名ファイルまたは署名付きメッセージを選択してください。
ko: 이 파일에는 서명이 없습니다. 서명 파일이나 서명된 메시지를 선택하세요.
pt_br: Nenhuma assinatura foi encontrada neste arquivo. Escolha um arquivo de assinatura ou uma mensagem assinada.
ru: В этом файле не найдено ни одной подписи. Пожалуйста, выберите файл подписи или подписанное сообщение.
zh_hans: 此文件中没有可验证的签名。请选择签名文件或已签名内容。

# verify_signature_failed
source: We couldn't verify the signature
ar: لم نتمكن من التحقق من التوقيع
de: Wir konnten die Signatur nicht überprüfen
es: No pudimos verificar la firma.
fr: Nous n'avons pas pu vérifier la signature
hi: हम हस्ताक्षर सत्यापित नहीं कर सके
ja: 署名を確認できませんでした
ko: 서명을 확인할 수 없습니다.
pt_br: Não foi possível verificar a assinatura
ru: Нам не удалось проверить подпись
zh_hans: 无法完成签名验证

# wizard_basic_info_description
source: Enter your key name and email address for the key identity.
ar: أدخل اسم المفتاح وعنوان البريد الإلكتروني لهوية المفتاح.
de: Geben Sie Ihren Schlüsselnamen und Ihre E-Mail-Adresse für die Schlüsselidentität ein.
es: Ingrese su nombre clave y dirección de correo electrónico para la identidad clave.
fr: Entrez votre nom de clé et votre adresse e-mail pour l'identité de la clé.
hi: मुख्य पहचान के लिए अपना कुंजी नाम और ईमेल पता दर्ज करें।
ja: キーの名前とキー ID の電子メール アドレスを入力します。
ko: 키 ID에 대한 키 이름과 이메일 주소를 입력합니다.
pt_br: Insira o nome da chave e o endereço de e-mail da identidade da chave.
ru: Введите имя ключа и адрес электронной почты для удостоверения ключа.
zh_hans: 输入您的姓名和电子邮件地址作为密钥标识。

# wizard_create_key_subtitle
source: Follow the steps to create a new GPG key pair
ar: اتبع الخطوات لإنشاء زوج مفاتيح GPG جديد
de: Befolgen Sie die Schritte, um ein neues GPG-Schlüsselpaar zu erstellen
es: Siga los pasos para crear un nuevo par de claves GPG
fr: Suivez les étapes pour créer une nouvelle paire de clés GPG
hi: नई GPG कुंजी जोड़ी बनाने के लिए चरणों का पालन करें
ja: 手順に従って、新しい GPG キー ペアを作成します。
ko: 새 GPG 키 쌍을 생성하려면 다음 단계를 따르세요.
pt_br: Siga as etapas para criar um novo par de chaves GPG
ru: Следуйте инструкциям, чтобы создать новую пару ключей GPG.
zh_hans: 按照步骤创建新的 GPG 密钥对

# wizard_create_key_title
source: Create New Key
ar: إنشاء مفتاح جديد
de: Neuen Schlüssel erstellen
es: Crear nueva clave
fr: Créer une nouvelle clé
hi: नई कुंजी बनाएं
ja: 新しいキーの作成
ko: 새 키 생성
pt_br: Criar nova chave
ru: Создать новый ключ
zh_hans: 创建新密钥

# wizard_creating_key
source: Creating Key...
ar: جارٍ إنشاء المفتاح...
de: Schlüssel erstellen...
es: Creando clave...
fr: Création de clé...
hi: कुंजी बनाई जा रही है...
ja: キーを作成しています...
ko: 키 생성 중...
pt_br: Criando chave...
ru: Создание ключа...
zh_hans: 正在创建密钥...

# wizard_creating_key_description
source: This may take a few seconds. Please wait...
ar: قد يستغرق هذا بضع ثوان. انتظر من فضلك...
de: Dies kann einige Sekunden dauern. Bitte warten...
es: Esto puede tardar unos segundos. Espere por favor...
fr: Cela peut prendre quelques secondes. S'il vous plaît, attendez...
hi: इसमें कुछ सेकेंड लग सकते हैं। कृपया प्रतीक्षा करें...
ja: これには数秒かかる場合があります。お待ちください...
ko: 이 작업은 몇 초 정도 걸릴 수 있습니다. 기다리세요...
pt_br: Isso pode levar alguns segundos. Por favor, aguarde...
ru: Это может занять несколько секунд. Пожалуйста, подождите...
zh_hans: 这可能需要几秒钟，请稍候...

# wizard_fingerprint
source: Fingerprint
ar: بصمة
de: Fingerabdruck
es: Huella dactilar
fr: Empreinte digitale
hi: अंगुली की छाप
ja: 指紋
ko: 지문
pt_br: Impressão digital
ru: Отпечаток пальца
zh_hans: 指纹

# wizard_key_created
source: Key Created Successfully
ar: تم إنشاء المفتاح بنجاح
de: Schlüssel erfolgreich erstellt
es: Clave creada con éxito
fr: Clé créée avec succès
hi: कुंजी सफलतापूर्वक बनाई गई
ja: キーが正常に作成されました
ko: 키가 성공적으로 생성되었습니다
pt_br: Chave criada com sucesso
ru: Ключ успешно создан
zh_hans: 密钥创建成功

# wizard_key_created_description
source: Your new GPG key has been created and is ready to use.
ar: تم إنشاء مفتاح GPG الجديد الخاص بك وهو جاهز للاستخدام.
de: Ihr neuer GPG-Schlüssel wurde erstellt und ist einsatzbereit.
es: Su nueva clave GPG ha sido creada y está lista para usar.
fr: Votre nouvelle clé GPG a été créée et est prête à être utilisée.
hi: आपकी नई GPG कुंजी बन गई है और उपयोग के लिए तैयार है।
ja: 新しい GPG キーが作成され、使用する準備ができました。
ko: 새 GPG 키가 생성되었으며 사용할 준비가 되었습니다.
pt_br: Sua nova chave GPG foi criada e está pronta para uso.
ru: Ваш новый ключ GPG создан и готов к использованию.
zh_hans: 您的新 GPG 密钥已创建完成，可以开始使用。

# wizard_key_type_description
source: Choose the encryption algorithm for your key.
ar: اختر خوارزمية التشفير لمفتاحك.
de: Wählen Sie den Verschlüsselungsalgorithmus für Ihren Schlüssel.
es: Elija el algoritmo de cifrado para su clave.
fr: Choisissez l'algorithme de cryptage de votre clé.
hi: अपनी कुंजी के लिए एन्क्रिप्शन एल्गोरिथम चुनें.
ja: キーの暗号化アルゴリズムを選択します。
ko: 키에 대한 암호화 알고리즘을 선택하십시오.
pt_br: Escolha o algoritmo de criptografia para sua chave.
ru: Выберите алгоритм шифрования для вашего ключа.
zh_hans: 选择密钥的加密算法。

# wizard_password_description
source: Set a password to protect your private key (optional but recommended).
ar: قم بتعيين كلمة مرور لحماية مفتاحك الخاص (اختياري ولكن يوصى به).
de: Legen Sie ein Passwort fest, um Ihren privaten Schlüssel zu schützen (optional, aber empfohlen).
es: Establezca una contraseña para proteger su clave privada (opcional pero recomendado).
fr: Définissez un mot de passe pour protéger votre clé privée (facultatif mais recommandé).
hi: अपनी निजी कुंजी की सुरक्षा के लिए एक पासवर्ड सेट करें (वैकल्पिक लेकिन अनुशंसित)।
ja: 秘密キーを保護するためにパスワードを設定します (オプションですが推奨)。
ko: 개인 키를 보호하기 위해 비밀번호를 설정하세요(선택 사항이지만 권장됨).
pt_br: Defina uma senha para proteger sua chave privada (opcional, mas recomendado).
ru: Установите пароль для защиты вашего закрытого ключа (необязательно, но рекомендуется).
zh_hans: 设置密码保护您的私钥（可选但推荐）。

# wizard_password_optional
source: Leave empty for no password protection
ar: اتركه فارغًا لعدم وجود حماية بكلمة مرور
de: Für keinen Passwortschutz leer lassen
es: Déjelo vacío para no tener protección con contraseña
fr: Laisser vide pour aucune protection par mot de passe
hi: पासवर्ड सुरक्षा न होने के कारण इसे खाली छोड़ दें
ja: パスワード保護を行わない場合は空のままにします
ko: 비밀번호로 보호하지 않으려면 비워두세요.
pt_br: Deixe em branco para não ter proteção por senha
ru: Оставьте пустым, чтобы не было защиты паролем.
zh_hans: 留空表示不设置密码保护

# wizard_step_basic_info
source: Basic Info
ar: معلومات أساسية
de: Grundlegende Informationen
es: Información básica
fr: Informations de base
hi: बुनियादी जानकारी
ja: 基本情報
ko: 기본 정보
pt_br: Informações básicas
ru: Основная информация
zh_hans: 基本信息

# wizard_step_key_type
source: Key Type
ar: نوع المفتاح
de: Schlüsseltyp
es: Tipo de clave
fr: Type de clé
hi: कुंजी प्रकार
ja: キーの種類
ko: 키 유형
pt_br: Tipo de chave
ru: Тип ключа
zh_hans: 密钥类型

# wizard_step_password
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
pt_br: Senha
ru: Пароль
zh_hans: 密码
